Revit 2027 API
ParameterTypeId.SpotElevRelativeBase Property
 "Relative Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevRelativeBase { get; }
Public Shared ReadOnly Property SpotElevRelativeBase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevRelativeBase {
	ForgeTypeId^ get ();
}
static member SpotElevRelativeBase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace